brew 'diff-so-fancy'

# utilities
brew 'appledoc'
brew 'dos2unix'
brew 'gpg'
brew 'p7zip'
brew 'pandoc'
brew 'pstree'
brew 'tree'
brew 'unrar'
brew 'wget'

# build tools
brew 'cmake'
brew 'gradle'

# package manager
brew 'chruby'
brew 'ruby-install'
brew 'haskell-stack'
brew 'nvm'
brew 'pyenv'
brew 'pyenv-virtualenv'

############
# Caskroom #
############
tap 'Caskroom/cask'
cask 'macdown'
cask 'vagrant'
cask 'virtualbox'
